{
  "@context": [
    "http://iiif.io/api/extension/navplace/context.json",
    "http://iiif.io/api/presentation/3/context.json"
  ],
  "id": "https://markpbaggett.github.io/corpora-service-maps/manifests/66d0d209ec007cec424f61b6.json",
  "type": "Manifest",
  "label": {
    "en": [
      "Antiaircraft Dispositions Rhine River Crossing of XV Corps, Seventh United States Army, 26th March to 28th March 1945"
    ]
  },
  "metadata": [
    {
      "label": {
        "en": [
          "description"
        ]
      },
      "value": {
        "en": [
          "Route map with narrative"
        ]
      }
    },
    {
      "label": {
        "en": [
          "unit"
        ]
      },
      "value": {
        "en": [
          "XV Corps"
        ]
      }
    },
    {
      "label": {
        "en": [
          "id"
        ]
      },
      "value": {
        "en": [
          "66d0d209ec007cec424f61b6"
        ]
      }
    }
  ],
  "thumbnail": [
    {
      "id": "https://api-pre.library.tamu.edu/iiif/2/aHR0cHM6Ly9hcGktcHJlLmxpYnJhcnkudGFtdS5lZHUvZmNyZXBvL3Jlc3QvYmF0Y2gtc2VydmljZS1tYXBzLXRlc3RzX29iamVjdHMvOTYvcGFnZXMvcGFnZV8wL2ZpbGVzL3NlcnZpY2VfbWFwc18wMDk1XzAwMDEuanAy/full/2672,/0/default.jpg",
      "type": "Image",
      "height": 1716,
      "width": 2672,
      "service": [
        {
          "id": "https://api-pre.library.tamu.edu/iiif/2/aHR0cHM6Ly9hcGktcHJlLmxpYnJhcnkudGFtdS5lZHUvZmNyZXBvL3Jlc3QvYmF0Y2gtc2VydmljZS1tYXBzLXRlc3RzX29iamVjdHMvOTYvcGFnZXMvcGFnZV8wL2ZpbGVzL3NlcnZpY2VfbWFwc18wMDk1XzAwMDEuanAy",
          "type": "ImageService3",
          "profile": "level2"
        }
      ],
      "format": "image/jpeg"
    }
  ],
  "partOf": [
    {
      "id": "https://markpbaggett.github.io/corpora-service-maps/collections/collection.json",
      "type": "Collection"
    }
  ],
  "items": [
    {
      "id": "https://markpbaggett.github.io/corpora-service-maps/66d0d209ec007cec424f61b6/canvas/1",
      "type": "Canvas",
      "label": {
        "en": [
          "Canvas for Antiaircraft Dispositions Rhine River Crossing of XV Corps, Seventh United States Army, 26th March to 28th March 1945"
        ]
      },
      "height": 6863,
      "width": 10687,
      "thumbnail": [
        {
          "id": "https://api-pre.library.tamu.edu/iiif/2/aHR0cHM6Ly9hcGktcHJlLmxpYnJhcnkudGFtdS5lZHUvZmNyZXBvL3Jlc3QvYmF0Y2gtc2VydmljZS1tYXBzLXRlc3RzX29iamVjdHMvOTYvcGFnZXMvcGFnZV8wL2ZpbGVzL3NlcnZpY2VfbWFwc18wMDk1XzAwMDEuanAy/full/2672,/0/default.jpg",
          "type": "Image",
          "height": 1716,
          "width": 2672,
          "service": [
            {
              "id": "https://api-pre.library.tamu.edu/iiif/2/aHR0cHM6Ly9hcGktcHJlLmxpYnJhcnkudGFtdS5lZHUvZmNyZXBvL3Jlc3QvYmF0Y2gtc2VydmljZS1tYXBzLXRlc3RzX29iamVjdHMvOTYvcGFnZXMvcGFnZV8wL2ZpbGVzL3NlcnZpY2VfbWFwc18wMDk1XzAwMDEuanAy",
              "type": "ImageService3",
              "profile": "level2"
            }
          ],
          "format": "image/jpeg"
        }
      ],
      "items": [
        {
          "id": "https://markpbaggett.github.io/corpora-service-maps/66d0d209ec007cec424f61b6/canvas/1/annotation/1/page/1",
          "type": "AnnotationPage",
          "items": [
            {
              "id": "https://markpbaggett.github.io/corpora-service-maps/66d0d209ec007cec424f61b6/canvas/1/annotation/1",
              "type": "Annotation",
              "motivation": "painting",
              "body": {
                "id": "https://api-pre.library.tamu.edu/iiif/2/aHR0cHM6Ly9hcGktcHJlLmxpYnJhcnkudGFtdS5lZHUvZmNyZXBvL3Jlc3QvYmF0Y2gtc2VydmljZS1tYXBzLXRlc3RzX29iamVjdHMvOTYvcGFnZXMvcGFnZV8wL2ZpbGVzL3NlcnZpY2VfbWFwc18wMDk1XzAwMDEuanAy/full/full/0/default.jpg",
                "type": "Image",
                "height": 6863,
                "width": 10687,
                "service": [
                  {
                    "@id": "https://api-pre.library.tamu.edu/iiif/2/aHR0cHM6Ly9hcGktcHJlLmxpYnJhcnkudGFtdS5lZHUvZmNyZXBvL3Jlc3QvYmF0Y2gtc2VydmljZS1tYXBzLXRlc3RzX29iamVjdHMvOTYvcGFnZXMvcGFnZV8wL2ZpbGVzL3NlcnZpY2VfbWFwc18wMDk1XzAwMDEuanAy",
                    "@type": "ImageService2",
                    "profile": "http://iiif.io/api/image/2/level2.json"
                  }
                ],
                "format": "image/jpeg"
              },
              "target": "https://markpbaggett.github.io/corpora-service-maps/66d0d209ec007cec424f61b6/canvas/1"
            }
          ]
        }
      ],
      "annotations": [
        {
          "id": "https://markpbaggett.github.io/corpora-service-maps/66d0d209ec007cec424f61b6/canvas/1/annotation_page/0",
          "type": "AnnotationPage",
          "items": [
            {
              "id": "https://markpbaggett.github.io/corpora-service-maps/66d0d209ec007cec424f61b6/canvas/1/annotation/0",
              "type": "Annotation",
              "motivation": "tagging",
              "body": {
                "type": "TextualBody",
                "value": "<p>NARRATIVE</p>\n<p>ON THE 23 MARCH 1945, LEADING ELEMENTS OF THE 7X CORPS, WHICH HAD THE MISSION OF ESTABLISHING A BRIDGEHEAD ACROSS THE RHINE, HAD REACHED THE WEST BANK OF THE RIVER. ANTIAIRCRAFT UNITS ATTACHED TO THE XV CORPS AND FROM CORPS ATTACHED TO THE 2A4 AAA BN GROUP, AS FOLLOWS: 434 AAA GUN BN (SP); 447 AAA AW BN (M) , PROTECTING CROSSING MATERIAL AND SUPPLY INSTALLATIONS; 436 AAA AW BN (M), PROTECTING ENGINEER EQUIPMENT FOR THE RHINE RIVER CROSSING; 624 AAA GUN BN (M), PROTECTING FORWARD ZONE AND BRIDGEHEAD; 857 AAA AW BN (SP), PROTECTING THE 6TH ARMD DIV; 401 AAA AW BN (SP), PROTECTING THE 45TH INF DIV; 353 AAA AW BN (SP), PROTECTING THE 1LIV INF DIV; 436 AAA AW BN (M), PROTECTING THE 63 INF DIV; BTRY A, 353 AAA SLT BN PROVIDE \"BATTLEFIELD ILLUMINATION\" FOR THE 45TH AND 3D DIVS.</p>\n<p>24th MARCH: THE ENGR COMBAT GROUPS (THE 540TH AND 40%) THAT HAD THE MISSION OF CONSTRUCTING THE BRIDGES 7 THE RHINE CROSSING HAVING ARRIVED IN FORWARD ASSEMBLY AREAS, THE 857 AAA AW BN(M) WAS RELIEVED OF ARMD DIV PROTECTION AND GIVEN THE MISSION OF PROTECTING THE ENGINEERS. 436 AAA GUN BN WAS GIVEN THE MISSION OF SHIELDING SUPPLY INSTALLATIONS; 436 AAA AW BN (M), ATTACHED TO CORPS, GIVEN THE MISSION OF PROTECTING THE 6TH ARMD COMBAT GROUP. THE 624 AAA GUN BN UPON BEING ATTACHED TO THE CORPS WAS GIVEN THE MISSION OF FURNISHING PROTECTION FOR BRIDGEHEAD HALF OF THE CORPS SECTOR, WITH THREE BATTERIES ON GENERAL FORWARD LINE ABOUT FOUR THOUSAND YARDS FROM THE WEST BANK OF THE RIVER AND ONE BATTERY CENTRALLY LOCATED ABOUT SIX THOUSAND YARDS TO THE REAR; ALL BATTERIES TO GO INTO POSITION UPON CORPS ORDER OR DARKNESS. 401 AAA AW BN WAS GIVEN A SIMILAR MISSION PROTECTING THE 12 CORPS HALF OF THE CORPS SECTOR. ALL BATTERIES TO MOVE INTO POSITION UNDER COVER OF DARKNESS. THE 447AAA AW BN (SP) PASSED FROM CORPS CONTROL ALONG WITH THE 6TH ARMD DIV. OTHER UNITS TO NO CHANGE.</p>\n<p>25th MARCH: THE 910 AAA AW BN (LESS 1 BATTERY) UPON BEING ATTACHED TO CORPS WAS GIVEN THE MISSION OF SUPPLEMENTING THE PROTECTION OF CORPS ARTILLERY WITH ONE BATTERY, REMAINING BATTERIES ON C OF C PLANS WITH II SUPPLY POINTS; THE 45DIV ARTILLERY BATTERY BEUSED IN SUPPORT OF THE ATTACK, ELEMENTS OF THE 895AAA AW BN(M) WERE MOVED FORWARD TO GIVE IT PROTECTION. THE REMAINDER OF THE 353 AAA SLT BN UPON BEING ATTACHED TO THE CORPS WAS GIVEN THE MISSION OF FURNISHING GROUND ILLUMINATION FOR FRONT LINE UNITS ON CALL. NO CHANGE IN OTHER UNITS.</p>\n<p>26th MARCH: AT 0230 (0 HOUR) THE CROSSING WAS BEGUN, WITH TWO DIVISIONS ABREAST, THE 3d DIV ON THE RIGHT AND THE 45th DIV ON THE LEFT THE 401AAA AW BN (SP) AND THE 105 AAA AW BN(M) CROSSED WITH THE DIVISIONS, CERTAIN UNITS BEING MOVED UP TO THE WEST BANK OF THE RIVER. ALL ELEMENTS REFERRD TO IN THE EARLY PART OF THE OPERATION, FURNISHED GROUND ILLUMINATION, PROTECTION FOR THE INITIAL STAGES OF THE CROSSING; THE 983+ AND 969thAAA AW BN'S MOVED FORWARD, PRIOR TO DAYBREAK, WITH THE ENGINEER GROUPS THEY WERE PROTECTING. INITIALLY THESE UNITS FURNISHED PROTECTION FROM THE WEST BANK OF THE RIVER, BUT IMMEDIATELY UPON COMPLETION OF THE FIRST BRIDGE, EACH BN BATTALION SENT ONE BATTERY TO THE EAST OF THE RIVER. DURING THE DAY OF THE BRIDGES AS DISPLACED TWO BATTERIES FORWARD TO THE WEST BANK OF THE RIVER IN THE VICINITY OF THE BRIDGE SITES. ALL UNITS WITH CORPS ARTILLERY, SUBJECT TO POSITION, MAINTAIN THE SECURITY OF THE BRIDGE SITES. ALL AAA UNITS TWO CORPS ARTILLERY. THE 353 SLT BN RADAR SITES WERE SECURED AND UNDER COVER OF DARKNESS MOVED INTO THE VICINITY OF HEAVY TOM BRIDGE SITES TO GIVE EARLY WARNING TO THE AAA UNITS. THE 353 SLT BN MOVE CERTAIN LIGHTS TO THE WEST BANK OF THE RIVER, READY TO FUNCTION IF FLOATING DEBRIS, SWIMMERS, OR ANY OTHER OBIECTS SET AGAINST THE BRIDGES BY THE ENEMY. THE 436TH AAA AW BN(M) PASSED FROM CORPS CONTROL WITH 63 INF DIV. THE 572 AAA AW BN (SP) CAME UNDER CONTROL OF GROUP UPON ATTACHMENT OF THE 12th ARMD DIV TO THE CORPS.</p>\n<p>27th MARCH: THE 838 AAA AW BN(M) AND THE 569 AAA AW BN(M) EACH COMPLETED THE MOVEMENT OF TWO BATTERIES ACROSS THE RIVER; THE 24+ AAA AW GUN MOVED ONE BATTERY TO THE EAST BANK OF THE RIVER, AND DISPLACED ANOTHER BATTERY NEARER TO THE WEST BANK; THE 624 AAA GUN MOVED ONE BATTERY ACROSS EARLY EVENING, AND MOVED ANOTHER BATTERY ACROSS SHORTLY LATER. ELEMENTS OF UNITS WITH CORPS ARTILLERY AND WITH ATTACHED DIVISIONS CROSSED DURING THE PERIOD.</p>\n<p>28th MARCH: THE 21+AAA GUN BN(M) COMPLETED ITS FINAL DISPOSITIONS WITH THE MOVEMENT OF A SECOND BATTERY ACROSS THE RIVER AND THE BATTERIES ON THE WEST SIDE INTO THEIR FINAL POSITIONS; THE 624 AAA GUN BN(M) MOVED ITS BATTERIES ON THE WEST SIDE INTO THEIR FINAL POSITIONS.</p>\n<p>THE ENEMY HAD REPORTED AIR ATTACKS FOR SEVERAL DAYS PRIOR TO THE CROSSING, AS WELL AS DURING THE OPERATION, THE ANTIAIRCRAFT BRINGING DOWN A GOOD PERCENTAGE OF THE ATTACKING PLANES. ON THE NIGHT OF THE OPERATION, WITH THE WESTERN BRIDGE LOCATION IF SEVEN OF THE TWELVE PROTECTED UNITS ON THE NIGHT OF 25-26 MARCH, THE ENEMY WAS DRIVEN OFF, AND THE PROBABLE DESTRUCTION OF THREE OTHERS. NO UNNECESSARY CASUALTIES WERE SUSTAINED BY THE SUPPLY INSTALLATIONS, AND THE CROSSINGS OF THE CORPS WAS UNINTERRUPTED. THREE INFANTRY DIVISIONS, ONE ARMORED DIVISION AND ALL CORPS TROOPS CROSSED IN RECORD TIME, ESTABLISHING A BRIDGEHEAD FOR THE SEVENTH ARMY.</p>",
                "format": "text/html",
                "language": "en"
              },
              "target": "https://markpbaggett.github.io/corpora-service-maps/66d0d209ec007cec424f61b6/canvas/1#xywh=6559,2369,2956,2936"
            }
          ]
        }
      ]
    }
  ]
}